Repository: wp-plugins/aweber-dev-facile
Catalog: languages/aweber-devfacile-*.po
Languages: fr_fr

# Text-Page-Admin
source: Configure the plugin AWeber Dev Facile
fr_fr: Configurez le plugin AWeber Dev Facile

# Connection-AWeber-closed
source: Your connection to your AWeber account has been closed.
fr_fr: Votre connection avec votre compte AWeber a été fermée.

# Connection-AWeber-not-possible
source: Unable to connect to your AWeber Account:
fr_fr: Impossible de se connecter à votre compte AWeber.

# Connection-AWeber-successfull
source: You've successfully connected to your AWeber account!
fr_fr: Connection réussie avec votre compte AWeber !

# Authorization-code-entered
source: Authorization code entered was:
fr_fr: Le code d'autorisation AWeber que vous avez renseigné est :

# sure-entered-complete-authorization
source: Please make sure you entered the complete authorization code and try again.
fr_fr: Assurez-vous que vous avez renseigné le code d'autorisation correctement et essayez de le valider une nouvelle fois.

# btn-remove-connection
source: Remove Connection
fr_fr: Supprimer la connection AWeber

# get-authorization-code
source: Click here to get your authorization code.
fr_fr: Cliquez ici pour obtenir votre code d'autorisation AWeber.

source: Step 1:
fr_fr: Étape 1 :

source: Step 2:
fr_fr: Étape 2 :

# Title-AWeber-Dev-Facile-Settings
source: Options
fr_fr: Les Options

# Title-AWeber-Dev-Facile-Marketing
source: Read this if you would to boost your activity
fr_fr: Lisez ceci si vous voulez Développer Votre Activité

# Text-AWeber-Dev-Facile-Marketing
source: My name is Matthieu and i am french copywriter. <br />I use <strong>the power of words to improve conversion rates, sales and revenues</strong> of my clients. <br /> <br />I decided to <strong>free share my knowledge, my experience, my strategies and the latest news</strong> - who are proven ! - in the field of copywriting. <br />To help you with a simple and effective way, i have set up <strong>free training on using the power of word to multiply your business.</strong> <br /> <br /><strong>Find simply your details </strong>in thje form below !<br /> <br />At right away to get to know
fr_fr: Je m’appelle Matthieu et je suis rédacteur publicitaire. <br />C’est-à-dire que j’utilise <strong>le Pouvoir des Mots pour améliorer les taux de conversion, les ventes et donc le chiffre d’affaires</strong> de mes clients. <br /> <br />J’ai décidé de <strong>partager gratuitement mes connaissances, mes expériences, mes stratégies et les dernières nouveautés</strong> - qui ont fait leurs preuves ! - dans le domaine du copywriting. <br />Pour vous aider d’une façon simple et efficace, j’ai mis en place <strong>une formation gratuite sur l’utilisation du pourvoir des mots pour décupler votre activité.</strong> <br /> <br />À travers une série d’emails, 1 par semaine, vous allez recevoir <strong>des conseils précis à appliquer rapidement et même dès aujourd’hui </strong>sur votre site. <br /> <br /><strong>Renseignez simplement vos coordonnées </strong>dans le formulaire ci-dessous !<br /> <br />À toute de suite pour faire connaissance
